#+title: Evaluación de la exposición
#+author: Gunnar Wolf

* Vulnerabilidad «Eternal Blue» de Windows NT

- Tema presentado por :: Jesús Alejandro Monroy Tapia y Bruno Ponce de León Reyes
- Calificación global :: 8.61

|------------------------+------+--------------------+------+---------|
| Evaluación  compañeros | Peso | Evaluación docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.23 |  0.3 |               8.35 |  0.7 |    8.61 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Evaluación grupal

|              | 1 | 2 | 3 | 4 |  5 | Total |
|--------------+---+---+---+---+----+-------|
| Originalidad | 0 | 0 | 0 | 6 | 10 |  9.25 |
| Nivel        | 0 | 0 | 0 | 7 |  9 |  9.13 |
| Relevancia   | 0 | 0 | 1 | 3 | 12 |  9.38 |
| Claridad     | 0 | 0 | 0 | 6 | 10 |  9.25 |
| Presencia    | 0 | 0 | 0 | 7 |  9 |  9.13 |
|--------------+---+---+---+---+----+-------|
|              |   |   |   |   |    |  9.23 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros

- En general fue una excelente exposición, estaría muy bien ver un ejemplo
  un poco más detallado
- Me pareció correcto el dinamismo de la presentación
- Un poco extenso el video pero contiene buena información
- Me gusto mucho la expo, buen manejo de la voz además de que no abusan del
  texto en las diapositivas.
- Recomendaría ensayar un poquito más la presentación para evitar ciertas
  pausas y repeticiones al momento de presentar la exposición :)

* Evaluación por parte del docente

| *Aspecto*                          | *Peso* | *Evaluación* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido técnico y profundidad    |    0.3 |           10 |       3. |
| Fuentes bibliográficas             |   0.15 |            4 |      0.6 |
| Organización                       |   0.15 |           10 |      1.5 |
| Comunicación oral y uso del tiempo |   0.25 |            7 |     1.75 |
| Uso de recursos visuales           |   0.15 |           10 |      1.5 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     8.35 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- El tema que eligieron es interesante y complejo. ¡Muy bien!
- Buen uso de animaciones, /memes/ y recursos para “jalar la atención” a la
  presentación.
- Hay varios puntos que les mencioné en la revisión del documento que no
  incorporaron en su material 🙁
- El material desarrollado es bueno, pero el ritmo y la dicción con que lo
  presentaron es un tanto inseguro, atorándose en varios puntos.
  - Una presentación fluida y natural ayuda a que su público no “se
    pierda”, a mantener la atención, y tiene por consecuencia directa un
    mayor éxito de su mensaje.
- Como punto específico de la presentación, hacia el final mencionan que
  este ataque se puede “ejecutar en cualquier sistema”; no mencionan que
  hoy en día todos los agujeros relacionados a esta explotación han sido
  parchados (porque es un ataque de hace 9 años)
  - Para tener una comunicación efectiva, es importante matizar y
    relativizar las cosas de forma adecuada. ¡No estamos buscando /likes/ y
    subscriptores! Estamos buscando hacer una exposición técnica
  - Me gustó que, posteriormente, recogieron las “mejores prácticas” que se
    pueden obtener de este episodio; yo habría preferido que no dieran la
    impresión de que hoy en día /Eternal Blue/ es todavía un peligro
    inminente.
- ¡Muy bien por la mención de /Metasploit/! Me hubiera gustado, sin embargo
  ver que ustedes directamente hicieran el barrido y explotación
  mencionados, no únicamente presentar imágenes estáticas de ella.
